Revit 2024 API
SymbolTypeId.BtuPerHFtSup3 Property
 Symbol Btu/(h·ft³), indicating unit British thermal units per hour cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BtuPerHFtSup3 { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerHFtSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerHFtSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace